{
    "cuentos": [
      {
        "titulo": "El Gato con Botas",
        "autor": "Charles Perrault",
        "descripcion": "Un astuto gato que, con la ayuda de un par de botas, ayuda a su dueño a mejorar su fortuna.",
        "imagen":"./cuentos/ElGatoConBotas/img/Gato_Botas2.jpg",
        "adecuado_para_dormir": true,
        "texto": "Había una vez un miller que murió dejando como herencia a sus tres hijos su molino, su burro y un pequeño gato. El hijo mayor se quedó con el molino, el segundo con el burro, y el pequeño, triste por no tener nada, se quedó con el gato. Pero este no era un gato común; era un gato astuto y muy inteligente.\n\nEl gato le dijo al joven: ”No te preocupes. Solo dame un par de botas y un saco, y verás cómo cambiará tu suerte.” El joven, intrigado, le proporcionó lo que pidió. Una vez vestido con sus botas, el gato se fue a cazar. En lugar de atrapar ratones, atrapó un conejo y lo llevó como regalo al rey, diciendo que era un presente de su amo, el Marqués de Carabás.\n\nEl gato continuó llevando regalos al rey, siempre hablando de su dueño, el Marqués. Al enterarse de la nobleza del Marqués, el rey lo invitó a su castillo. Mientras tanto, el gato urdió un plan para hacer que su amo se convirtiera en un noble. Cuando supo que el rey iba a pasear por el río, le pidió a su amo que se metiera al agua y lo hiciera parecer que se estaba ahogando.\n\nCuando el rey y su séquito llegaron, el gato gritó pidiendo ayuda. Al ver al joven en el agua, el rey ordenó sacar a Carabás y lo llevó a su carruaje. Aladino se presentó como un noble y cautivó la atención del rey y de la hermosa princesa.\n\nEl gato, no contento con eso, se dirigió a un castillo que pertenecía a un ogro temido por todos en la región. Usando su ingenio, el gato engañó al ogro para que demostrara su habilidad de transformarse en diferentes animales. Cuando el ogro se convirtió en un poderoso león, el gato lo retó a convertirse en un ratón. En ese momento, el gato lo atrapó y se lo comió.\n\nCon el ogro fuera de juego, el gato llevó a su amo al castillo, que ahora era de su propiedad. Aladino se casó con la princesa y se convirtió en un noble. Desde entonces, vivieron felices y agradecidos con su astuto gato."
      },
      {
        "titulo": "Caperucita Roja",
        "autor": "Charles Perrault",
        "descripcion": "La historia de una niña que va a visitar a su abuela y se encuentra con un lobo astuto.",
        "imagen":"./cuentos/CaperucitaRoja/img/Caperucita_Roja2.jpg",
        "adecuado_para_dormir": true,
        "texto": "Había una vez una dulce niña llamada Caperucita Roja, que siempre llevaba una capa roja que le había hecho su abuela. Un día, su madre le pidió que llevara una cesta de comida a su abuela, que vivía en el bosque. Antes de salir, su madre le advirtió que no hablara con extraños y que se mantuviera en el camino.\n\nMientras Caperucita caminaba por el bosque, se encontró con un lobo astuto. El lobo, viendo la oportunidad de un plan, le preguntó a Caperucita a dónde iba. Ella, olvidando la advertencia de su madre, le contó sobre su abuela y la cesta. El lobo, con una sonrisa maliciosa, decidió que sería más rápido llegar a la casa de la abuela.\n\nEl lobo corrió hacia la casa de la abuela y, al llegar, la engañó para que le abriera la puerta. Una vez dentro, se tragó a la abuela y se disfrazó de ella, metiéndose en la cama. Cuando Caperucita llegó, notó que algo estaba diferente.\n\nAl acercarse a la cama, Caperucita dijo: “¡Abuela, qué ojos tan grandes tienes!” El lobo respondió: “¡Son para verte mejor!” Caperucita continuó: “¡Abuela, qué orejas tan grandes tienes!” Y el lobo contestó: “¡Son para oírte mejor!” Finalmente, Caperucita exclamó: “¡Abuela, qué dientes tan grandes tienes!” El lobo, ya cansado de la conversación, saltó de la cama y dijo: “¡Son para comerte mejor!”\n\nEn ese momento, un cazador que pasaba cerca escuchó el alboroto y corrió a la casa. Al entrar, vio al lobo y lo ahuyentó, rescatando a Caperucita y a su abuela, que había sido tragada pero aún estaba viva. Agradecidas, las dos mujeres y el cazador celebraron el rescate y aprendieron la importancia de ser cautelosas con los extraños.\n\nDesde ese día, Caperucita Roja nunca olvidó las lecciones aprendidas y se mantuvo alejada de los peligros del bosque."
      },
      {
        "titulo": "Bambi",
        "autor": "Felix Salten",
        "descripcion": "La vida de un joven ciervo en el bosque y sus aventuras junto a sus amigos animales.",
        "imagen":"./cuentos/Bambi/img/Bambi2.jpg",
        "adecuado_para_dormir": true,
        "texto": "En un hermoso bosque, nace un ciervito llamado Bambi, quien rápidamente se convierte en el Príncipe del Bosque. Desde su primer día de vida, Bambi comienza a descubrir el mundo que lo rodea, lleno de maravillas y desafíos. Su madre le enseña sobre los peligros del bosque, pero también le presenta a sus primeros amigos: Tambor, un conejo alegre que le enseña a saltar y correr, y Flor, un simpático zorrillo muy tímido.\n\nA medida que Bambi crece, explora el bosque, jugando con sus amigos y aprendiendo sobre la vida. En sus aventuras, descubre el invierno por primera vez, sintiendo el frío de la nieve bajo sus patas, pero también disfruta de la llegada de la primavera, cuando el bosque florece con vida.\n\nSin embargo, no todo es alegría. Un día, mientras Bambi y su madre están buscando comida en el prado, su madre lo advierte sobre el peligro más grande del bosque: el Hombre. De repente, se escucha un disparo. La madre de Bambi lo empuja a correr tan rápido como pueda. Aunque logra escapar, tristemente, su madre no lo consigue. Bambi queda solo, enfrentando la pérdida y el miedo por primera vez.\n\nCon el tiempo, Bambi se hace más fuerte y más sabio, guiado por el Gran Príncipe del Bosque, que resulta ser su propio padre. Aprendiendo de él, Bambi se enfrenta a muchos desafíos, como sobrevivir a otro ataque del Hombre, esta vez provocando un gran incendio en el bosque.\n\nPero Bambi no está solo. En su vida adulta, se reencuentra con su amiga de la infancia, Falina, y juntos descubren el amor. A pesar de los peligros, el ciclo de la vida continúa. Bambi se convierte en un ciervo fuerte y valiente, listo para proteger el bosque y liderarlo como el nuevo Gran Príncipe.\n\nFinalmente, la primavera regresa, y así como él nació un día, ahora Bambi observa con orgullo cómo nacen sus propios hijos, sabiendo que el ciclo de la vida continúa en el bosque que tanto ama."
      },
      {
        "titulo": "Aladino y la Lámpara",
        "autor": "Anónimo (Las Mil y Una Noches)",
        "descripcion": "La historia de un joven que encuentra una lámpara mágica que contiene un genio que le concede deseos.",
        "imagen":"./cuentos/AladinoYLaLampara/img/Aladino y la Lampara2.jpg",
        "adecuado_para_dormir": true,
        "texto": "En una bulliciosa ciudad de África, vivía un joven llamado Aladino, un chico pobre pero astuto y soñador. Un día, un misterioso magus se acercó a él, revelando que era su padre, un príncipe que había sido desterrado. El mago le prometió riquezas y poder a cambio de su ayuda. Le pidió que le ayudara a recuperar una lámpara mágica escondida en una cueva mágica.\n\nAladino, intrigado, fue a la cueva y encontró la lámpara, pero mientras estaba dentro, el mago trató de traicionarlo y dejarlo atrapado. Sin embargo, Aladino fue más inteligente: frotó la lámpara y, de repente, apareció un genio enorme y poderoso. El genio le dijo que podía concederle tres deseos.\n\nAladino, emocionado, usó su primer deseo para convertirse en un príncipe y poder conquistar el corazón de Jazmín, la hermosa hija del sultán. A través de su ingenio y la ayuda del genio, Aladino ganó el amor de Jazmín y logró ser aceptado en el palacio.\n\nSin embargo, el mago, al enterarse de que Aladino había encontrado la lámpara y se había vuelto poderoso, decidió recuperar la lámpara y usar su magia para sus propios fines. Se disfrazó de un vendedor y engañó a Aladino, robándole la lámpara.\n\nCon la lámpara en su poder, el mago usó sus deseos para intentar apoderarse del palacio y deshacerse de Aladino. Pero Aladino no se rindió. Con la ayuda de Jazmín y el genio, idearon un plan para recuperar la lámpara.\n\nEn una confrontación final, Aladino logró recuperar la lámpara del mago, y el genio utilizó su magia para derrotarlo, atrapándolo en la lámpara para siempre. Con el mago fuera de juego, Aladino utilizó su tercer deseo para liberar al genio, quien ahora podía vivir libre.\n\nAl final, Aladino se casó con Jazmín, y juntos gobernaron el reino con justicia y bondad. Aprendieron que el verdadero poder no venía de la magia, sino de la amistad y el amor."
      },
      {
        "titulo": "Un Cuento de Navidad",
        "autor": "Charles Dickens",
        "descripcion": "La transformación de Ebenezer Scrooge, un hombre avaro, tras ser visitado por tres fantasmas la víspera de Navidad.",
        "imagen":"./cuentos/UnCuentoDeNavidad/img/Un Cuento De Navidad2.jpg",
        "adecuado_para_dormir": false,
        "texto": "Érase una vez un viejo y avaro especiero llamado Ebenezer Scrooge. Era conocido por su frío corazón y su desprecio por la Navidad. Cada año, ignoraba las festividades y rechazaba cualquier celebración, trabajando solo y maltratando a sus empleados, especialmente a su amable pero pobre empleado, Bob Cratchit.\n\nUna noche, en Nochebuena, Scrooge se encontró con el fantasma de su antiguo socio, Jacob Marley, quien había sido tan avaro como él. Marley le advirtió que su alma estaba condenada a vagar por la eternidad y que Scrooge tendría una segunda oportunidad. Le anunció que sería visitado por tres espíritus esa noche.\n\nEl primer espíritu, el Fantasma de las Navidades Pasadas, llevó a Scrooge a revivir su infancia y juventud, mostrándole momentos felices y las decisiones que lo llevaron a ser quien era. Scrooge vio cómo su obsesión por el dinero lo había alejado de sus seres queridos.\n\nLuego, el Fantasma de las Navidades Presentes apareció. Este espíritu le mostró la vida de las personas en su presente, incluyendo la familia Cratchit. Scrooge se conmovió al ver la alegría a pesar de su pobreza y sintió tristeza por el hijo menor, Tiny Tim, quien estaba enfermo. El espíritu le advirtió que si las cosas no cambiaban, Tiny Tim no sobreviviría.\n\nFinalmente, el Fantasma de las Navidades Futuras apareció, mostrando a Scrooge un futuro oscuro y solitario, donde nadie lamentaba su muerte. Asustado y arrepentido, Scrooge prometió cambiar.\n\nAl despertar en la mañana de Navidad, Scrooge estaba lleno de alegría y amor. Se comprometió a ser generoso y amable. Compró un enorme pavo y lo envió a la familia Cratchit como regalo, se unió a las celebraciones navideñas y se convirtió en un segundo padre para Tiny Tim, quien sobrevivió y prosperó.\n\nDesde entonces, Scrooge se convirtió en un hombre querido y respetado, y su espíritu navideño iluminó la vida de todos a su alrededor."
      },
      {
        "titulo": "Hansel y Gretel",
        "autor": "Hermanos Grimm",
        "descripcion": "Dos hermanos se pierden en el bosque y encuentran una casa hecha de dulces habitada por una bruja.",
        "imagen":"./cuentos/HanselYGretel/img/Hansel_Gretel2.jpg",
        "adecuado_para_dormir": false,
        "texto": "Hansel y Gretel vivían con su padre, un leñador pobre, y su malvada madrastra en una pequeña cabaña cerca del bosque. La comida escaseaba y la madrastra convenció al padre de abandonar a los niños en el bosque para tener menos bocas que alimentar.\n\nUna noche, Hansel escuchó los planes de la madrastra y recogió pequeñas piedras brillantes para marcar el camino de regreso. Al día siguiente, fueron llevados al bosque y abandonados, pero gracias a las piedras que había dejado caer en el suelo, Hansel y Gretel lograron regresar a casa.\n\nSin embargo, la madrastra insistió en llevarlos al bosque una vez más, y esta vez Hansel solo pudo llevar migas de pan para marcar el camino. A la mañana siguiente, los niños trataron de seguir el rastro, pero descubrieron que los pájaros se habían comido todas las migas. Estaban perdidos y vagaron por el bosque sin saber cómo volver.\n\nDespués de caminar durante varios días, los hermanos encontraron una casita de dulces y comenzaron a comer de ella. De repente, apareció una vieja bruja que les invitó a entrar. Aunque parecía amable, tenía otros planes: encerró a Hansel en una jaula y obligó a Gretel a trabajar para ella, mientras engordaba a Hansel para comérselo.\n\nLa bruja, cada día, revisaba si Hansel estaba listo, pero el niño, muy astuto, le mostraba un huesito en lugar de su dedo, para que ella pensara que seguía muy flaco. La bruja, cansada de esperar, decidió cocinarlo de todas formas.\n\nPidió a Gretel que revisara si el horno estaba listo, pero la niña aprovechó la oportunidad. Fingiendo no saber cómo hacerlo, engañó a la bruja para que se asomara al horno. En ese momento, Gretel empujó a la bruja dentro y cerró la puerta, quemándola viva.\n\nDespués de liberar a Hansel, los dos encontraron un cofre lleno de joyas y tesoros en la casa de la bruja. Cargaron todo lo que pudieron y, después de mucho caminar, encontraron el camino de regreso a casa.\n\nAl llegar, su padre los recibió con alegría. La malvada madrastra había desaparecido, y con las riquezas que trajeron de la casa de la bruja, nunca más tuvieron que preocuparse por el hambre. Hansel, Gretel y su padre vivieron felices para siempre."
      },
      {
        "titulo": "El Pulgarcito",
        "autor": "Charles Perrault",
        "descripcion": "Un niño pequeño y valiente que usa su ingenio para ayudar a su familia y escapar de peligros.",
        "imagen":"./cuentos/Pulgarcito/img/Pulgarcito3.jpg",
        "adecuado_para_dormir": true,
        "texto": "Había una vez un leñador muy pobre que vivía con su esposa y sus siete hijos. El más pequeño de todos, Pulgarcito, era tan diminuto que cabía en la palma de una mano, pero, aunque fuera pequeño, era muy inteligente y astuto.\n\nLa familia pasaba hambre, y una noche los padres, desesperados, decidieron abandonar a sus hijos en el bosque, pensando que así tendrían una oportunidad de sobrevivir por sí mismos. Pero Pulgarcito, que había escuchado el plan, no se asustó. Esa noche, salió a recoger pequeños guijarros brillantes que dejó caer por el camino mientras se adentraban en el bosque al día siguiente.\n\nAl caer la noche, cuando los padres dejaron a los niños solos, Pulgarcito les dijo: “¡No os preocupéis! ¡Seguidme!”. Gracias a las piedras que había dejado, lograron regresar a casa.\n\nSin embargo, poco después, la familia volvió a tener hambre y los padres decidieron llevarlos al bosque una vez más. Esta vez, Pulgarcito intentó hacer lo mismo con migas de pan, pero para su mala suerte, los pájaros se las comieron. Los niños estaban perdidos.\n\nCaminaron y caminaron hasta llegar a una casa enorme. “¡Tal vez aquí nos den algo de comer!”, pensaron. Pero lo que no sabían era que la casa pertenecía a un ogro malvado. Cuando entraron, la esposa del ogro sintió lástima por ellos y les ofreció refugio, aunque les advirtió que su esposo se los comería si los encontraba.\n\nEsa noche, el ogro regresó a casa y, olfateando el aire, exclamó: “¡Huele a carne fresca!”. Encontró a los niños y decidió comérselos, pero decidió esperar hasta el día siguiente. Mientras tanto, los dejó en una habitación para descansar.\n\nPulgarcito, siempre alerta, notó que el ogro tenía siete hijas que dormían en la misma habitación y llevaban unas coronas en la cabeza. Ingenioso como siempre, Pulgarcito intercambió las coronas de las hijas del ogro por los gorritos de sus hermanos. Cuando el ogro entró de madrugada, confundido por la oscuridad, terminó llevándose a sus propias hijas, creyendo que eran los niños.\n\nAl darse cuenta de su error, el ogro, lleno de furia, comenzó a perseguir a Pulgarcito y sus hermanos. Pero Pulgarcito, rápido y astuto, robó las botas mágicas del ogro, las cuales permitían caminar grandes distancias en poco tiempo. Usando las botas, corrió más rápido que el ogro y logró escapar junto con sus hermanos.\n\nPulgarcito no solo salvó a sus hermanos, sino que también utilizó las botas mágicas para trabajar llevando mensajes entre reyes y grandes señores, lo que le permitió ganar mucho dinero. Con su ingenio, llevó a su familia a una vida próspera y feliz."
      },
      {
        "titulo": "La Ranita Presumida",
        "autor": "Anónimo",
        "descripcion": "Una rana vanidosa que desea llamar la atención y encuentra una pareja en el estanque.",
        "imagen":"./cuentos/LaRanitaPresumida/img/La Ranita_Presumida2.jpg",
        "adecuado_para_dormir": true,
        "texto": "Había una vez una ranita muy vanidosa que vivía en el bosque. A esta ranita le gustaba presumir de lo hermosa que era. Todos los días, se asomaba al estanque y, mirándose en el agua, se decía: “¡Soy la más bonita del bosque! ¡Ningún animal me supera en belleza!”.\n\nUn día, llegó al bosque un ratoncito muy simpático que quería ser su amigo. “Hola, ranita”, le dijo con una sonrisa, “¿quieres saltar conmigo?”. Pero la ranita, en lugar de ser amable, le respondió: “¡No! Yo no salto con cualquier ratón. ¡Solo juego con animales importantes!”. El ratoncito se fue triste, y así pasó con varios animales más que solo querían su amistad.\n\nPero, un día, apareció en el bosque un águila que, al ver a la ranita, decidió atraparla. La ranita, asustada, comenzó a pedir ayuda, pero nadie acudió en su auxilio porque había despreciado a todos los animales del bosque. Justo cuando parecía que sería atrapada, el ratoncito que antes había sido rechazado vino corriendo con todos los animales del bosque y juntos asustaron al águila, salvando a la ranita.\n\nAvergonzada, la ranita se dio cuenta de su error y entendió que la verdadera belleza está en el interior y que la amistad es lo más valioso. A partir de ese día, la ranita dejó de ser presumida y fue la mejor amiga de todos los animales del bosque."
      },
      {
        "titulo": "Pinocho",
        "autor": "Carlo Collodi",
        "descripcion": "Las aventuras de un muñeco de madera que sueña con convertirse en un niño real.",
        "imagen":"./cuentos/Pinocho/img/Pinocho2.jpg",
        "adecuado_para_dormir": false,
        "texto": "Érase una vez, un viejo carpintero llamado Gepetto que siempre había deseado tener un hijo. Un día, talló una marioneta de madera con tanto cariño que parecía casi real. Esa noche, una hada mágica apareció y le dio vida a la marioneta, diciendo: “Serás un niño de verdad si demuestras ser valiente, sincero y generoso”. Así nació Pinocho, un muñeco viviente.\n\nAunque Gepetto estaba muy feliz, Pinocho era un poco travieso y, en lugar de ir a la escuela como le dijo su padre, decidió seguir a dos sinvergüenzas, el Zorro y el Gato, que le convencieron de buscar fortuna fácil. Mientras tanto, un pequeño grillo llamado Pepito Grillo, quien era su conciencia, le advertía que se estaba equivocando, pero Pinocho no lo escuchó.\n\nEn su camino, Pinocho se metió en problemas. Primero, lo engañaron y acabó en un circo como marioneta esclava, pero logró escapar. Luego, mintió sobre sus aventuras y… ¡su nariz empezó a crecer! Cada vez que decía una mentira, su nariz se hacía más larga. “¡No quiero que me crezca más la nariz!” exclamaba, pero no podía evitarlo.\n\nPinocho prometió portarse mejor y, con la ayuda del hada, intentó regresar a casa. Pero, en su viaje, conoció a más personajes peligrosos y fue llevado a Isla Placer, un lugar donde los niños que se portaban mal se convertían en burros. Pinocho casi se convierte en uno, pero escapó justo a tiempo.\n\nFinalmente, Pinocho descubrió que su querido padre, Gepetto, había sido tragado por una enorme ballena mientras lo buscaba en el mar. Sin pensarlo dos veces, Pinocho se lanzó al mar para rescatarlo. Dentro del vientre de la ballena, se reencontraron, y juntos idearon un plan para escapar: provocaron un estornudo en la ballena que los expulsó.\n\nDe vuelta en casa, Pinocho, arrepentido de sus errores, cuidó de su padre enfermo y trabajó duro para ser un buen niño. Al demostrar su valentía y bondad, el hada lo recompensó transformándolo en un niño de verdad. ¡Por fin, los sueños de Gepetto y Pinocho se habían hecho realidad!"
      },
      {
        "titulo": "El Mago de Oz",
        "autor": "L. Frank Baum",
        "descripcion": "La historia de Dorothy y sus amigos mientras buscan al Mago de Oz en un mundo mágico.",
        "imagen":"./cuentos/ElMagoDeOz/img/El Mago_Oz2.jpg",
        "adecuado_para_dormir": true,
        "texto": "Todo comienza cuando una niña llamada Dorothy vive en Kansas con su tía y su tío, y un día, un tornado arrasa con su casa, llevándola a un mundo mágico llamado Oz. Al despertar, descubre que su casa ha aterrizado sobre la Malvada Bruja del Este, y ahora todos los Munchkins la celebran como una heroína. En agradecimiento, la Bruja Buena del Norte le da unos zapatos plateados mágicos y le dice que para regresar a casa, debe ir a la Ciudad Esmeralda y pedir ayuda al Mago de Oz.\n\nAsí, Dorothy emprende su viaje por el Camino de Ladrillos Amarillos junto a su fiel perrito Toto. En su camino, conoce a tres compañeros que también buscan algo del Mago: el primero es el Espantapájaros, que desea tener un cerebro para poder pensar como una persona. Luego, se encuentra con el Hombre de Hojalata, que quiere un corazón para poder sentir emociones. Finalmente, se une el León Cobarde, que sueña con tener valentía.\n\nJuntos, los cuatro amigos enfrentan varios desafíos, desde cruzar bosques oscuros hasta escapar de las trampas de la Malvada Bruja del Oeste, quien quiere apoderarse de los zapatos mágicos de Dorothy. En un momento, la bruja captura a Dorothy, pero con un poco de valentía, ingenio y la ayuda de sus amigos, logran vencer a la bruja. Dorothy, por accidente, le lanza un balde de agua y la bruja se derrite, liberando a todos sus esclavos.\n\nCon la bruja vencida, los amigos finalmente llegan a la Ciudad Esmeralda y se presentan ante el gran Mago de Oz. Sin embargo, ¡descubren que el Mago no es más que un simple hombre detrás de una cortina! Aunque no tiene poderes mágicos, el Mago les enseña algo valioso: les muestra que ya tenían todo lo que deseaban dentro de sí mismos. El Espantapájaros siempre fue listo, el Hombre de Hojalata siempre fue bondadoso y el León siempre fue valiente, solo necesitaban creer en ellos mismos.Dorothy, aunque agradecida, sigue deseando volver a casa. La Bruja Buena del Norte aparece y le revela que los zapatos mágicos han tenido el poder para llevarla de regreso todo el tiempo.\n\nDorothy cierra los ojos, golpea los talones de sus zapatos tres veces y repite: “No hay lugar como el hogar”.\n\nDe repente, Dorothy se despierta en su cama en Kansas, con su familia a su lado. Se da cuenta de que todo fue una increíble aventura, pero está feliz de estar de vuelta en casa, sabiendo que no hay nada más importante que estar con las personas que amas."
      },
      {
        "titulo": "Cenicienta",
        "autor": "Charles Perrault",
        "descripcion": "Una joven que sufre el maltrato de su madrastra y hermanastras, pero finalmente encuentra el amor con ayuda de su hada madrina.",
        "imagen":"./cuentos/Cenicienta/img/Cinicienta2.jpg",
        "adecuado_para_dormir": true,
        "texto": "Había una vez una dulce joven llamada Cenicienta, que vivía con su madrastra y sus dos hermanastras. A pesar de su amabilidad y belleza, su vida era difícil, ya que su madrastra la trataba como una sirvienta, obligándola a realizar todas las tareas del hogar.\n\nUn día, el rey organizó un gran baile en el palacio, invitando a todas las jóvenes del reino para que su hijo, el príncipe, pudiera encontrar a su futura esposa. Cenicienta deseaba ir, pero su madrastra le prohibió asistir y le dio aún más trabajo.\n\nMientras lloraba en el jardín, su hada madrina apareció y, al ver su tristeza, decidió ayudarla. Con un toque mágico, transformó una calabaza en un hermoso carruaje, y los ratones en caballos. También convirtió su vestido harapiento en un espléndido vestido de gala y le dio unos hermosos zapatos de cristal. Sin embargo, le advirtió que debía regresar antes de la medianoche, cuando el hechizo se rompería.\n\nCenicienta llegó al baile y cautivó a todos, especialmente al príncipe, quien no podía apartar la mirada de ella. Bailaron juntos, pero cuando la medianoche se acercó, Cenicienta recordó la advertencia de su hada madrina y corrió del palacio, dejando atrás un zapato de cristal.\n\nEl príncipe, decidido a encontrar a la misteriosa joven, ordenó que se buscara a la dueña del zapato. Los heraldos recorrieron el reino y finalmente llegaron a la casa de Cenicienta. Sus hermanastras intentaron ponerse el zapato, pero no les quedó. Cuando Cenicienta se presentó, se lo probó, y le quedó perfectamente.\n\nEl príncipe reconoció a Cenicienta y la llevó de regreso al palacio. Se casaron en una hermosa ceremonia y vivieron felices para siempre. La malvada madrastra y las hermanastras recibieron su merecido por haberla maltratado."
      }
    ]
  }
  